Revit 2027 API
ParameterTypeId.SharedCoordElevation Property
 "Elev"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SharedCoordElevation { get; }
Public Shared ReadOnly Property SharedCoordElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SharedCoordElevation {
	ForgeTypeId^ get ();
}
static member SharedCoordElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace